let books = [{
    "author": "Douglas Crockford",
    "imageLink": "../../images/1.jpg",
    "title": "Пряжа Пехорская ПТ \"Детская новинка\" 100% высокообъемный акрил 50 г 200 м",
    "price": 119,
    "description": "Пряжа \"Детская новинка\", ТМ Пехорский текстиль.\n" +
        "Для вязания предметов одежды и аксессуаров. Сезон: Демисезон.\n" +
        "Самая популярная пряжа в ассортименте \"Пехорского текстиля\". Привлекательна тем, что ниточка нежная, легкая, приятная по тактильным ощущениям и довольно прочная.\n" +
        "Цветовая палитра впечатляет многообразием оттенков. Создавая карту цветов, специалисты постарались, чтобы каждый оттенок передавал чувства, эмоции, ощущения, желания, мечты, которые присущи детству. Одно из главных достоинств нити - гипоаллергенность. Изделия из \"Новинки\" не колются, не раздражают кожу, очень мягкие, теплые, нарядные. Многие именно эту пряжу выбирают для вязания малышам. Большие поклонницы \"Детской новинки\" - это кукольницы, создательницы вязаных игрушек, а также мастера аксессуаров, изделий для домашнего интерьера."
},
    {
        "author": "David Herman",
        "imageLink": "../../images/2.jpg",
        "title": "Пряжа ADELIA \"СЧАСТЛИВАЯ\" / \"HAPPY\" 100% акрил 50 г 128 м",
        "price": 169,
        "description": "Пряжа ADELIA \"HAPPY\" предназначена в первую очередь для вязания одежды детям любого возраста и взрослым с чувствительной кожей.\n" +
            "Очень мягкая акриловая пряжа. Изделия, связанные из Adelia Happy, приятны к коже, не теряют своей формы и практически не образуют катышков. Классическая толщина нити дает возможность вязать абсолютно любые изделия: одежду, игрушки, аксессуары."
    },
    {
        "author": "David Flanagan",
        "imageLink": "../../images/3.jpg",
        "title": "Пряжа ADELIA \"ДОЛЛИ ВЕЛЮР\" / \"DOLLY VELOUR\" 100% микрополиэстер 100 г 93 м",
        "price": 329,
        "description": "Аделия Долли Велюр - это мягкая, объемная пряжа с коротким \"плюшевым\" ворсом, которая превращает вязание в удовольствие. Из нее получаются невероятно уютные пледы, детская и взрослая одежда, шапки, шарфы, а также очаровательные игрушки и интерьерные аксессуары."
    },
    {
        "author": " Eric Elliott",
        "imageLink": "../../images/4.jpg",
        "title": "Пряжа ADELIA \"ДОЛЛИ\" / \"DOLLY\" 100% полиэстер 100 г 40 м",
        "price": 339,
        "description": "Пряжа ADELIA \"DOLLY\" подходит для вязания пледов, детской и взрослой верхней одежды, игрушек, шапок, шарфов и других аксессуаров. Эффектно смотрится отделка из этой пряжи.\n" +
            "Объемная мягкая пряжа, вязать из которой - одно удовольствие! Короткий \"плюшевый\" ворс пряжи придает изделиям бархатистую фактуру, нежную и приятную на ощупь.\n" +
            "Даже начинающие любители вязания смогут быстро и без усилий связать свое первое большое изделие из этой пряжи - она не требует сложных узоров и приятна в работе."
    }
]
