let yarns = [{
    "imageLink": "../../images/1.jpg",
    "title": "Пряжа Пехорская ПТ \"Детская новинка\" 100% высокообъемный акрил 50 г 200 м",
    "price": 119,
    "description": "Пряжа \"Детская новинка\", ТМ Пехорский текстиль.\n" +
        "Для вязания предметов одежды и аксессуаров. Сезон: Демисезон.\n" +
        "Самая популярная пряжа в ассортименте \"Пехорского текстиля\". Привлекательна тем, что ниточка нежная, легкая, приятная по тактильным ощущениям и довольно прочная.\n" +
        "Цветовая палитра впечатляет многообразием оттенков. Создавая карту цветов, специалисты постарались, чтобы каждый оттенок передавал чувства, эмоции, ощущения, желания, мечты, которые присущи детству. Одно из главных достоинств нити - гипоаллергенность. Изделия из \"Новинки\" не колются, не раздражают кожу, очень мягкие, теплые, нарядные. Многие именно эту пряжу выбирают для вязания малышам. Большие поклонницы \"Детской новинки\" - это кукольницы, создательницы вязаных игрушек, а также мастера аксессуаров, изделий для домашнего интерьера."
},
    {
        "imageLink": "../../images/2.jpg",
        "title": "Пряжа ADELIA \"СЧАСТЛИВАЯ\" / \"HAPPY\" 100% акрил 50 г 128 м",
        "price": 169,
        "description": "Пряжа ADELIA \"HAPPY\" предназначена в первую очередь для вязания одежды детям любого возраста и взрослым с чувствительной кожей.\n" +
            "Очень мягкая акриловая пряжа. Изделия, связанные из Adelia Happy, приятны к коже, не теряют своей формы и практически не образуют катышков. Классическая толщина нити дает возможность вязать абсолютно любые изделия: одежду, игрушки, аксессуары."
    },
    {
        "imageLink": "../../images/3.jpg",
        "title": "Пряжа ADELIA \"ДОЛЛИ ВЕЛЮР\" / \"DOLLY VELOUR\" 100% микрополиэстер 100 г 93 м",
        "price": 329,
        "description": "Аделия Долли Велюр - это мягкая, объемная пряжа с коротким \"плюшевым\" ворсом, которая превращает вязание в удовольствие. Из нее получаются невероятно уютные пледы, детская и взрослая одежда, шапки, шарфы, а также очаровательные игрушки и интерьерные аксессуары."
    },
    {
        "imageLink": "../../images/4.jpg",
        "title": "Пряжа ADELIA \"ДОЛЛИ\" / \"DOLLY\" 100% полиэстер 100 г 40 м",
        "price": 339,
        "description": "Пряжа ADELIA \"DOLLY\" подходит для вязания пледов, детской и взрослой верхней одежды, игрушек, шапок, шарфов и других аксессуаров. Эффектно смотрится отделка из этой пряжи.\n" +
            "Объемная мягкая пряжа, вязать из которой - одно удовольствие! Короткий \"плюшевый\" ворс пряжи придает изделиям бархатистую фактуру, нежную и приятную на ощупь.\n" +
            "Даже начинающие любители вязания смогут быстро и без усилий связать свое первое большое изделие из этой пряжи - она не требует сложных узоров и приятна в работе."
    },
    {
        "imageLink": "../../images/5.jpg",
        "title": "Пряжа ARACHNA \"Шнур Классика\" / \"Cord Classic\" 100% полиэфир 200 г ± 10 г 100 м",
        "price": 469,
        "description": "Арахна Шнур Классика / Cord Classic - это популярная пряжа, представляющая собой объемную круглую нить, внешне напоминающую веревку или тонкий канат. Используется для создания различных интерьерных изделий и аксессуаров."
    },
    {
        "imageLink": "../../images/6.jpg",
        "title": "Пряжа Камтекс КТ \"Карамелька\" 100% акрил 50 г 175 м",
        "price": 119,
        "description": "Пряжа \"Карамелька\". ТМ Камтекс.\n" +
            "Для вязания предметов одежды и аксессуаров. Сезон: Все сезоны.\n" +
            "Пряжа имеет приятную мягкость, вяжется очень легко, совершенно не путаясь.\n" +
            "По своим свойствам акриловая нить близка к шерсти. Только в отличие от шерсти она приятна к телу, совсем не колется.\n" +
            "Считается, что акриловые волокна совершенно не пропускают радиоактивные солнечные лучи. Существует вероятность, что изделие может слегка растянуться, но этого можно избежать деликатным обращением и плотной вязкой.\n" +
            "Пряжа подходит для вязания крючком и спицами, из него хороши любые виды узоров. Эта пряжа - идеальный вариант для вязания демисезонных головных уборов, жакетов, свитеров, болеро. Особенно по нраву придутся вещи маленьким детям, любящим все мягкое и не раздражающее кожу. Пряжа имеет приятный благородный блеск."
    },
    {
        "imageLink": "../../images/7.jpg",
        "title": "Пряжа ALPINA \"ТОММИ\" / \"TOMMY\" 100% микнес 50 г 138 м",
        "price": 159,
        "description": "Пряжа ALPINA \"TOMMY\" подойдет для вязания детских вещей, а также для людей с чувствительной кожей.\n" +
            "Для изготовления пряжи используется современный акрил - микнес. Особые технологии обработки делают нить шелковистой и необычайно мягкой на ощупь.\n" +
            "Нежная пряжа из микнеса - идеальный выбор для вязания детских вещей. Палитра ярких насыщенных оттенков открывает широкий простор для творчества.\n" +
            "Благодаря отсутствию компонентов животного происхождения, изделия из Alpina \"Tommy\" будет комфортно носить обладателям чувствительной кожи."
    },
    {
        "imageLink": "../../images/8.jpg",
        "title": "Пряжа ADELIA \"ЛИРА\" / \"LIRA\" 100% акрил 50 г 200 м",
        "price": 169,
        "description": "Пряжа ADELIA \"LIRA\" прекрасно подходит для вязания спицами и крючком детям и взрослым с чувствительной кожей.\n" +
            "Гипоаллергенная акриловая пряжа с нежной и мягкой нитью, прекрасного качества.\n" +
            "Отлично ведет себя после стирки, не пиллингуется и не выцветает."
    },
    {
        "imageLink": "../../images/9.jpg",
        "title": "Пряжа ADELIA \"СОФИЯ\" / \"SOFIA\" 100% полиэстер 50 г 90 м",
        "price": 199,
        "description": "Пряжа ADELIA \"SOFIA\" подходит для вязания нежных детских вещей и игрушек.\n" +
            "Пушистая пряжа типа \"травка\" с коротким односторонним ворсом высотой 0.5 см. Пряжа очень мягкая, воздушная и приятная на ощупь, образует \"плюшевое\" полотно. Легко стирается, быстро сохнет, не линяет."
    },
    {
        "imageLink": "../../images/10.jpg",
        "title": "Пряжа ALPINA \"ЛИЛИ\" / \"LILY\" 100% мерсеризованный хлопок 50 г 175 м",
        "price": 289,
        "description": "Пряжа ALPINA \"LILY\" прекрасно подходит как для вязания изысканных ажурных узоров крючком, так и для гладкого полотна, связанного на спицах.\n" +
            "Плотно скрученная тонкая хлопковая нить. Вяжется легко и любые узоры будут смотреться красиво, ложится ровно. В любом случае изделие будет мягко прилегать к коже, не создавая статического электричества, пропускать воздух, а, главное, долго служить, не выцветая и не теряя формы."
    },
    {
        "imageLink": "../../images/11.jpg",
        "title": "Пряжа ADELIA \"БРИЛЛИАНТ\" / \"BRILLIANT\" 100% полиэстер 50 г 90 м",
        "price": 199,
        "description": "Пряжа ADELIA \"BRILLIANT\" отлично подойдет для вязания ярких аксессуаров, отделки одежды, а также для вязания забавных игрушек и предметов интерьера.\n" +
            "Фантазийная пряжа, сплетённая в виде цепочки с добавлением люрексного ворса. Вязаное полотно хорошо держит форму, получается пушистым, с мерцающими ворсинками."
    },
    {
        "imageLink": "../../images/12.jpg",
        "title": "Пряжа VISANTIA \"ТРАВКА\" / \"TRAFKA\" 100% полиэстер 100 г 150 м",
        "price": 269,
        "description": "Пряжа VISANTIA \"TRAFKA\" идеально подходит для изготовления верхней детской и нарядной женской одежды /горжетки, шали, накидки, жакеты/.\n" +
            "Шапки из травки в две нитки можно носить и в прохладную погоду.\n" +
            "Фантазийная пряжа с густым длинным ворсом. Тонкие, мягкие блестящие ворсинки длиной 2 см придают вязаному полотну сходство с мехом и создают ощущение уюта. Готовые изделия из полиэстеровых волокон пропускают воздух, сохраняют тепло, они мягкие и приятные на ощупь."
    }
]
